Revit 2027 API
ParameterTypeId.LayerElemMaterials Property
 "Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemMaterials { get; }
Public Shared ReadOnly Property LayerElemMaterials As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemMaterials {
	ForgeTypeId^ get ();
}
static member LayerElemMaterials : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace